Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/regjeringen.no/oajagesardni_id_667848.html.tmx
Source language: sme
Languages: smj

source: Váldosisdollui
smj: (Lulesamisk)

source: Ráhkis dii buohkat,
smj: Gieres gájka,

source: Guokte mánu dassá riegádii unna Danicaš Manilas.
smj: Guovte máno rájes riegáduváj Danica Manilan.

source: Son šattai máilmmiboargár nummir čieža miljárda.
smj: Sån sjattaj væráltviesát nummar gietjav millijárda.

source: Muhtun mánuid geažis riegáda mánná gii šaddá norgalaš nummir vihtta miljovdna.
smj: Muhtem máno duogen riegát mánásj guhtimusj sjaddá Vuonarijkak nummar vihtta millijåvnå.

source: Mo son manná dieinna guovttuin ?
smj: Gåktu galggá dáj unnagattjaj gevvat ?

source: Makkár boahtteáigi vuordá sudno ?
smj: Mij sunnuv vuordasj dán iellemin ?

source: Ná jerret váhnemat.
smj: Nav æjgáda gatjádi.

source: Nie leat váhnemat áiggiidčađa jearran buot riikkain, go ođđa mánná riegáda máilbmái.
smj: Nav li æjgáda gatjádam buolvaj miehtáj, juohkka rijkan, gå vuostasj bále buorástahtti ådå iellemav.

source: Dien magihkalaš ravkalanbottus riegáduvvo šiehtadus agibeaivái.
smj: Dan sjivnnjedum båttå riegáduvvá lihtto ihkeven ájggáj.

source: Ráhkisvuođa-šiehtadus mii gierdá buot.
smj: Lihtto gieresvuodas, mij gájkka gierddá.

source: Danne lea nu máŧohis surgatlaš go nuorra olmmoš jápmá.
smj: Danen le nav låssåt gå nuorra ulmusj jábmá.

source: Ii oktage eadni leat oaivvilduvvon massit bártnis.
smj: Ij aktak ieddne galga bárnes láhppet.

source: Ii oktage áhčči galggašii massit nieiddas.
smj: Ij aktak áhttje galga niejdas láhppet.

source: Suoidnemánu 22. beaivve gillájedje ollugat.
smj: Snjilltjamáno 22. biejve moaddásij iellem ládaduváj.

source: Áhčit, eatnit, oappát, vieljat, ádját ja áhkut fertejedje vázzit dan losses geainnu hávdeeatnamii.
smj: Áhtje, iedne, oarbbena, ádjá ja áhko vierttijin låssis mielajn rábo guoran tjuodtjot.

source: Dat bávččagahtii min váimmuid.
smj: Dát gal vájmoma báktjij.

source: Lean jurddašan sin birra geat besse heakkas ja oarbásiid birra juohke beaivvi dáhpáhusa rájes.
smj: Juohkka biejve lev usjudallam sijájt gudi hekkav bierggijin, ja sijájt gudi báhtsin.

source: Mo manná dinguin ?
smj: Gåktu dijájn manná ?

source: Manne galggai dát dáhpáhuvvat ?
smj: Manen så lik dát dáhpáduváj ?

source: Vihtta mánu maŋŋil dárbbašit mii ain diehttit vai áddet.
smj: Vihtta máno dán maŋŋela vierttip vilá diehtet vaj galggap dádjadit.

source: Jahki 2012 addá ođđa vástádusaid.
smj: 2012 vaddá ådå vásstádusájt.

source: Vuosttažettiin galgá vuos diggeášši vearredahkki vuostá.
smj: Vuostatjin álggá digge vierredahkke vuosstij.

source: Dasto galgá kommišuvdna muitalit čiŋatkeahtes ja vuoiggalaš suoidnemánu 22. b. historjjá.
smj: Dan maŋŋela galggá kommisjåvnnå subtsastit ietjas tjielgga ja duodalasj snjilltjamáno 22. biejve-subttsasav.

source: Dát mearkkaša ahte mii fertet hálddašit oaidnaleami vearredahkkiin.
smj: Dát merkaj mij vierttip nahkat bahudagáv vas duosstot.

source: Mun lean oadjebas dasa ahte dan mii nagodat.
smj: Dav jáhkáv vissásit galggap nahkat.

source: Norgga álbmot han čálii historjjá diimmá geasi.
smj: Danen gå Vuonarijka álmmuk tjálij histåvråv dijmmá giese.

source: Álggos bomba ja báhčimat suorggahedje min.
smj: Vuostatjin suorgganijma bombas ja skåttajs.

source: Muhto de dáhpáhuvai juoga.
smj: De juoga dáhpáduváj.

source: Mii čuožžileimmet, savdnjileimmet eret balu ja njuolggočilggiid doarjjuimet demokratiija.
smj: Mij vuosteldijma balov, ja tjuodtjelijma demokratija åvdås.

source: Mii dovddaimet dan ruvsovázzimis ja spáiddarvázzimis.
smj: Besajma dåbddåt dav ruvssogárggájn ja loavggágárggájn.

source: Hávdádemiin, girkuin, moskeain ja TV-ovddas.
smj: Hávddádusájn, girkkojn, moskeajn ja TV-skjermajn.

source: Mii leimmet okta álbmot.
smj: Mij lijma akta álmmuk.

source: Álbmot čájehii iežas buoremus beali deaivvadettiin eallimis vearrámus dáhpáhusa.
smj: Duosstomin værámusáv iellemin, ulmutja vuosedin buoremusáv ietjastisá.

source: Dát lea nannen mu jáhku ahte olbmuin gávdno buorredáhtolašvuohta.
smj: Dat le nannim muv jáhkov ulmutja buorrevuohtaj. Dårvvuj.

source: Doaivagii. Ja fápmu olbmuid dáhtus.
smj: Ja fábmuj mij álmmuga mielav tjuovvu.

source: Suoidnemánu 22. beaivve riegádedje maid mánát Norggas.
smj: Snjilltjamáno 22. biejve riegádin aj máná Vuonarijkan.

source: Okta sis lei Thomas.
smj: Akta sijájs lij Thomas.

source: Son lea virkos ja duđavaš gánddaš Lillehammeris.
smj: Uddni le sån báhtjasj buorre mielan Lillehammerin.

source: Thomas ferte eallit dainna duohtavuođain ahte su riegádanbeaivvi muitojuvvo moraš.
smj: Thomas viertti dåhkkidit ahte riegádimbiejvves le surgguj tjanádum.

source: Mii fertet fuolahit ahte nu ii šatta.
smj: Mij galggap bærrájgæhttjat vaj ij sjatta dåssju dan láhkáj.

source: Mii fertet čájehit ahte dát roassu maiddái buvttii liekkusvuođa ja árvvolašvuođa min riikii.
smj: Mij galggap vuosedit gåk dát hæhkkahiehte båvtij lieggavuodav ja værddogisvuodav ietjama rijkan.

source: Thomas ja Danica galgaba goabbat sajis máilmmis rávásmuvvat.
smj: Thomas ja Danica galggaba bajássjaddat goabbák bielen aktisasj ednamin.

source: Min doaibma šaddá de čájehit man ollu sudno ovttastahttá dan sadjái go earuha.
smj: Mijá dahkamus le vuosedit sunnuj man ållo aktit sunnuv, ienni gå mij sirát sunnuv.

source: Jos mii čájehat dáhtu oahppat guhtet guimmiideamet birra, de ovdánat olmmožin.
smj: Gå le miella oahppat nubbe nuppes, de åvddånip ulmutjin. Gå nahkap sieradusájt vieledit, de gievrrop.

source: Jos duostat luohttit guhtet guimmiidasamet, de mii ollet guhkkelii.
smj: Gå duosstap nubbe nubbáj luohtedit, jåksåp guhkemusát.

source: Soaitá Thomas ja Danica šaddaba ustibat boahtteáiggi Facebook bokte.
smj: Avta biejve ihkap Thomas ja Danica sjaddaba rádna boahtteájge Facebookan.

source: Ja Danica oažžu govaid maid ii goassige leat oaidnán: Lillehammer njuikenluohkát.
smj: Ja Danica oadtju gåvåjt massta goassak ij la vuojnnám: sasskamdievá Lillehammerin.

source: Dá lea interneahta buoremus bealli.
smj: Dát le internehta buoremus bielle.

source: Interneahtta lea heajumus go totaliteara doalvvuheaddjit ožžot hállat moaittekeahttá sevdnjes čiegain neahta bokte.
smj: Internehta værámus bielle le gå tjáddjididdje bessi ájádusájt juogadit internehta tjiegos bielijn. Dav vierttip nannusit duosstot.

source: Dán fertet hálddašit stáđisvuođain.
smj: Máhtudagájn galggap sijájt ierit rádjat.

source: Vuostálastit ekstremismma mearkkaša váldit ovddasvástádusa boahttevuhtii.
smj: Gå vuosteldip ekstremismav de válldep åvdåsvásstádusáv boahtteájges.

source: Mun ávžžuhan buohkaid doaibmat digitála ránnjááhkkun.
smj: Hástáv divnajt sjaddat buorre digitála ráddnááhkátja.

source: Ii fal dárkkistit oaiviliid dahje jávkadit divaštallamiid.
smj: Ij dan diehti gå galggap sensurerit jali hávkkadit ságastallamijt.

source: Mii galgat gierdat unohisvuođaid.
smj: Galggap gierddat vuorrástuvvat.

source: Muhto – mii fertet maid vuosttaldit.
smj: Moasjev, assjmat ja mij alvaduhttá.

source: Mii galgat vástidit.
smj: Valla – galggap mávsedit.

source: Dat mearkkaša čájehit ovddasvástádusa sátnefriddjavuhtii go cealkit: “ Ii fal, dus lea boastut ”.
smj: Galggap vásstedit.

source: Mii dahkat dan beaiveboradanáiggi bargosajis.
smj: Vuosedit moalgedisåvdåsvásstádusáv le javllat: “ Boasstot le dujna ” Dav dahkap bargon bårådijn.

source: Dál lea áigi dahkat seammá neahta bokte.
smj: Dálle le muddo aj internehtan nav javllat.

source: Ođđa jahki lea farga jándor boaris.
smj: Ådå jahke le ruvva tijmma boares.

source: Mii galgat maiddái jagi 2012 geavahit dehálaš doaimmaide:
smj: Galggap jagev 2012 adnet stuor dahkamusájda.

source: Vuostálastit geafivuođa máilmmis.
smj: Oajbbot værálda hæjosvuoda vuosstij.

source: Bargat ráfi ovdii.
smj: Barggat ráfe åvdås.

source: Ja gádjut dálkkádaga.
smj: Gádjot dálkádagáv.

source: Dát lea min vealgi boahttevuhtii.
smj: Dav lip vielggen boahtteájge åvdås dahkat.

source: Dát lea mearehis viiddis doaimmat.
smj: Dá li alvos dahkamusá.

source: Lea álki jurddašit ahte ii ábut.
smj: Álkke le usjudallat ahte ij lijssi.

source: Muhto dan de gal dahká.
smj: Valla dav de dahka.

source: Máilbmi ovdána garra bargguid bokte ja go geađggi bardá geađggi ala.
smj: Låssis bargo baktu, gå giergge biejaduvvá gierge nali, de værált åvddån.

source: Máŋga čuohtemiljovnna olbmot leat gáddjojuvvon geafivuođas.
smj: Moadda tjuohte millijåvnå ulmutja li bessam hæjosvuoda giddagisás.

source: Unnit olbmot duššet sođiin.
smj: Binnebu doarojn jábmi.

source: Eanebut ellet friddjavuođas.
smj: Ienebu friddjavuodan viessu.

source: Mii vásiheimmet dan arábalaš giđas.
smj: Ielvijma mij dáhpáduváj árába gidá.

source: Álbmoga gáibádusat jávkadedje stivrejeddjiid giellásiid ja bággejedje dovddastit rievdadusaid.
smj: Fábmo álmmuga mielan rihtsudij regijmaj gællásijt ja tjåhttij rievddadusájt.

source: Almmatge.
smj: Huoman.

source: Dat mii mu njuorasmahttá persovnnalaččat lea ahte eai šat jáme nu olu mánát ja eanet eatnit cevzet.
smj: Mij muv ienemusát duohtadallá, le gå binnep máná jábmi ja iedne rijbadi.

source: Riegádanbeaivi, beaivi goas son addá ođđa eallima, lea ain olu nissonolbmuid varaleamos beaivi.
smj: Riegádimbiejvve, dalloj gå nissun ådå iellemav riegádahttá, le vilá várálamos biejvve moadda nissunijda.

source: Eanet čalbmeeatnit, ođđa riegádahttin-klinihkat ja buoret čorgatvuohta dagahit ahte eanet nissonolbmot cevzet.
smj: Ienep tsaggeiedne, ådå riegádahttemklinihka ja buorep rájnasvuohta viehket iednijt rijbadittjat.

source: Diibmá gájuimet eanet go 600 000 máná.
smj: Åvdep jage bierggijma 600 000 ienep máná.

source: Máŋgasa dušše dálkkasnáluin.
smj: Moaddásijt dåssju dálkastsirkunijn.

source: 600 000 mávssolaš olbmo.
smj: 600 000 divras iellema.

source: Norga lea láidesteaddjin dás.
smj: Ja Vuonarijkka le jådedime dáv.

source: ON dálkkádatpanela várre dávjjibut ja garraseabbo garra dálkkiid vuostá mat leat vuordagis.
smj: Dassta máhttep mihástallat. AN:a dálkádahkpanella várrot boahtteájge sieldes dálkes.

source: Norggas ledje garra dálkkit juovllaid ja ođđajagi gaskkas.
smj: Dálkke lij aj basijgaskan Vuonarijkan.

source: Didjiide čuozai garrasit geat vásiheiddet garra biekkaid billistemiid.
smj: Dát vájkkudij vuostatjin dijájt gen æjggo biejsteduváj.

source: Muhto olles Norga lea čuvvon din.
smj: Valla ålles Vuonarijkka le dijájt tjuovvum.

source: Mii rápmot oarjenorgga ássiid návccaid hálddašit dákkár duođalaš ja varalaš dilálašvuođaid.
smj: Vieledip allelahájt gudi rijbadin dákkir låssis dile tjadá.

source: Ja mun giittán sin geat árjjálaččat veahkehedje, čorgejedje ja divodedje.
smj: Vierttiv rámmpot dijájt gudi lihpit viehkedam gájotjit ja divvot.

source: Dađibahábut duššai okta gádjunbarggus.
smj: Luodjomláhkáj avtav láhpijma dán bargon.

source: Go mun vuolggán Oarje-Norgii moatti beaivvi geažis de háliidan divaštallat gearggusvuođa singuin geat vásihedje garra dálkkiid.
smj: Gå alás manáv muhtem biejve duogen, galgav rádodit sijájn gudi li stoarmo sinna læhkám gåktu agev gárvvásin liehket viehkijn.

source: Mii fertet bures ráhkkanit dálkkádatváikkuhusaid ektui.
smj: Hæhttup ietjama gárvedit dálkkádakrievddamijda.

source: Muhto buot vuosttamužžan fertet doaimmaid bokte eastadit daid.
smj: Valla gájkinåvdemusát barggat váj e dáhpáduvá.

source: Dálkkádatbarggu ektui lei mannan jahki beahttu.
smj: Danen gå dálkadakássje lij dijmásj hådjånibme.

source: Mii vásiheimmet gal ovdáneami, muhto áššit eai čoavdásan Durban čoahkkimis ge.
smj: Åvddånijma ássjijn, valla tjåhkanibme Durbanin ittjij nagá ássjev låggnit.

source: Muhto mii eat sáhte vuollánit.
smj: Valla ep máhte vuollánit.

source: Norga ferte ain leat geatnegahtti šiehtadallamiid hoahpuheaddji.
smj: Vuonarijkka galggá vilá jådedit bargov tjanátjit sjiehtadusájt.

source: Máilbmi ferte ovttasdoaibmat.
smj: Ælla ietjá ráde. Værált hæhttu aktidit.

source: Muđui beahtit mii Danica Manilas ja Thomasa Lillehammeris.
smj: Jali de ep nagá doarjjot Danicav Manilan ja Thomasav Lillehammerin.

source: Eará hástalus ođđajagis lea eurohpalaš vealgeroassu.
smj: Ietjá hásstalus ådå jagen le europealasj vielggehiehte.

source: Dát ášši orru guoskamin ruđaide.
smj: Vuojnnet dåssju biednigijda guosská.

source: Muhto duohtavuođas lea dát ášši olbmuid birra.
smj: Valla jus riekta de ulmutjijda guosská.

source: Mii oaidnit fas stuorra bargguhis olmmošveagaid Eurohpás.
smj: Vilá vuojnnep man moaddása li bargo dagi Europan.

source: Olu nuorat leat massimin jáhku boahtteáigái.
smj: Moatten nuoran ij la dårvvo boahtteájggáj.

source: Dan ii sáhte Eurohpá dohkkehit.
smj: Dav ij Europa máhte dåhkkidit.

source: Midjiide Norggas lea ášši dan birra ahte sihkkarastit min bargosajiid ja bisuhit huksenreanttu.
smj: Vuonarijkan le dárbbo barggosajijt bisodit ja oaggit goahteræntojt. Ep diede gåk dát Vuonarijkav sjaddá guosskat.

source: Muhto mun lohpidan ahte mii áigut vuosttaldit go dárbbašuvvo.
smj: Valla loabedav galggap giehtadallat dilev gå le dárbbo.

source: Nugo ovdalge leat dahkan.
smj: Nav gåk åvddåla lip dahkam.

source: Oadjebas boahtteáigi ii šatta ráfi haga.
smj: Boahtteájgev ij máhte åskeldit jus ij la ráfe.

source: Olu norgalaččat oassálastet ráfisuodjalus doaimmaide miehtá máilmmi.
smj: Moadda Vuonarijkaga barggi ráfe åvdås væráldav miehtáj. Viehkkebarggen.

source: Veahkkebargin, miidnačorgejeaddjin dahje piráhta-bivdin Somalia rittu olggobealde.
smj: Rádjamin gåddemijnajt. Jali piratajt oagodi Somália merragátten.

source: Dávjá leat varalaš doaimmat.
smj: Álu li várálasj gåhtjodusá.

source: Diibmá suodjaledje norgalaš girdit Libya álbmoga Gaddafi garra stivrejumis.
smj: Dijmmá hálediddje Vuonarijkas bælostin Libya álmmugav Gaddafi vuosstij.

source: Viiddis ovttastumis barge min soalddáhat buori barggu, ja leat maŋŋil ožžon olu ánssášeaddji rámi min lihtolaččain.
smj: Mijá gádtse lij oasse tjiehpemusájs gåbdes koalisjåvnån, ja li tjavtja rájes ietjama guojmijs rámmpodum.

source: Min soalddáhat leat jagi 2001 rájes doaibman Afghanistanas.
smj: Afghanistanan li soahteålmmå oassálasstám 2001 rájes.

source: Jagi 2012 álggahuvvo soalddáhiid geahpadeapmi.
smj: 2012 sjaddá jahke gå gádtse galggá binneduvvat.

source: Mun hirbmadit čevllohalan daid doaimmaiguin maid min soalddáhat leat čađahan Afghanistanas.
smj: Mån lev mihá dassta majt ietjama soahteålmmå li dahkam Afghanistanan. Gijttep sijájt gudi li barggamin ráfe åvdås.

source: Seammás muitit mii maid sin geat leat duššan.
smj: Sæmmi båttå mujtudallap sijájt gudi jábmin.

source: Mii leat vuot massán min buoremusaid.
smj: Lip vas muhtemijt mijá tjiehpemusájs massám.

source: Oberstløytnanta Siri Skare duššai ON-kantuvrra falleheamis Mazer-i-Sharif báikkis.
smj: Oberstløytnant Siri Skare jámij gå AN-kåntåvrrå Mazer-i-Sharifan ládaduváj.

source: Jurista Ingrid Midtgaard duššai bombafalleheamis ON vuostá Nigerias.
smj: Jurissta Ingrid Midtgaard jámij gå AN bombiduváj Nigerian.

source: Mii leat stuorra morrašiin váldán vuostá jápmaságaid.
smj: Gulájma sunnu jábmema birra låssis vájmoj.

source: Sii leat álo min mielde.
smj: Libá agev mijá siegen.

source: Dán jagi háliidan sáddet erenoamáš liegga dearvvuođaid Majestehtii Gonagas Haraldii ja Majestehtii Dronnet Sonjai.
smj: Dán jage sidáv liegga varrudagájt rádjat majestehtta gånågis Haraldij ja majestehtta dråtnigik Sonjaj.

source: Soaitá ahte ii goassige ráfiáiggis leat gonagasbearaš nu lahka leamaš iežas álbmoga go maŋŋil suoidnemánu 22.
smj: Ihkap gånågisfámillja ij la guossak lagábu ietjas álmmuga læhkám ráfeájgen gå maŋŋela snjilltjamáno 22.

source: beaivve.
smj: biejve.

source: Lagasvuođain ja liekkusvuođain sii jeđđejedje.
smj: Lahkavuodajnisá la lieggavuodajnisá jaskadin mijájt.

source: Gonagas, Dronnet ja Ruvdnaprinsapárra.
smj: Gånågis, drådnik ja kråvnnåprinssapárra.

source: Jierpmálaš sániiguin buoridedje sii bákčasiid.
smj: Vijses bágoj báktjasijt giehpedin.

source: Dán jagi deavdiba sihke gonagas ja dronnet 75 jagi.
smj: Dán jage dievddeba sihke gånågis ja drådnik 75 jage.

source: Vihtta miljovnna norgalačča háliidit ávvudanjagis giitit, sávvat lihku ja sávvat buot buoremusa Gonagas Haraldii ja Dronnet Sonjai.
smj: Vihtta millijåvnå rijkav miehtáj sihti gijttet ja vuorbev sávvat gånågis Haraldij ja drådnik Sonjaj dán ávvojage.

source: Juovlamánu 14. beaivve ledjen mielde ávvudeamen Roald Amundsen ja su olbmáid Lullipolas.
smj: Gieres gájka, Javllamáno 14. biejve oassálasstiv ávvudallamav Roald Amundsenis aktan ålmmås Oarjjepåvlån.

source: Lei munnje stuorra dáhpáhus.
smj: Stuorra dáhpádus lij.

source: Olbmot miehtá máilmmi gudnejahtte polasáŋgáriid ja norgga flávdda.
smj: Ulmutja ålles væráldis ávvudallin suv ja Vuonarijka slávgáv.

source: Šuoŋat lávlagis “ Ja vi elsker ” šattai oassin viiddis českes jaskesvuođas.
smj: Jiedna álmmuklávllagis sjattaj oasse vielggis sjávodisvuodas.

source: Norga lei nu lahka, vaikko leimmet oalle guhkkin.
smj: Vuonarijkka lij lahkusin, juska lijma guhkken ierit.

source: Doppe, guhkkin eret, vásihin Norgga mainna mii buohkat sáhttit čevllohallat.
smj: Dåppe, guhkemusán ierit, vuojnniv Vuonarijkav massta máhttep mihástallat.

source: Riika ovdavázziiguin geat leat ráhkadan historjjálaš luottaid.
smj: Rijkka njunnjutjij gudi li luottajt histåvrråj dahkam

source: Álbmot geas ledje návccat hálddašit bahávuođa buorrevuođain dalle go mii geassit vásiheimmet surgadis fallehemiid.
smj: Álmmuk mij nagáj duosstot bahávuodav buorrevuodajn gå giesen ládadalájma.

source: Ja juohkebeaivválaš sáŋgárat geat smávva riikka dahket stuorra riikan.
smj: Ja mihtoga árkkabiejven ma dahki ietjama rijkatjav stuorren.

source: Lehkos nu ahte mii dien vuoiŋŋas hábmet boahttevuođa.
smj: Lehkus dát vuojŋŋanis majna boahtteájgev hábbmip.

source: Buorre ođđajahki !
smj: Vuorbbe ådå jagijn !
